[General]
Translator, "Andy Kleinert, Jutta Albrecht, Markus56581"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "738"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "32"


[Icon]
R0lGODlhEAAMAPcAAHFxcXR0dGhoaG9vb3d3d11dXVlZWXx8fHJycmJiYqiTRrovIW1tbWxsbKaN
Q//ZOaOCL8siDVxcXBIZGf/RK//OJtYjDv/RLsUhCT8/P25ubv/VNoCAgFxlZl5lZv/OKf7WMv/V
M8EXB9NrV/7PKHt7e6SJONlqWKCCNNFpWP3MI2Nqa+m4GWlpaaWOT/vHIYctJPjFG//JHmFoaPzK
KYJgWlZWVs0YC//TNnBwcMk9KcwwHP/fPv7OJfzFHsI6JNFkUqeMQ70pE++5GL4gCaOIO4WFhc9f
UVJVVf/TMP/eOtJxXdh3ZTtGR4IlJKWNP6GDMfrEHP7TOf/YO6yWR3V1dd1kUoGBgamRVdllVdtl
UqSKPssjDNFpVmBnaF5eXmpqasgZC1dXV8oYCoQqJlxjZdIfCFhgYs4jDXZ2dlpaWrAVBf/WNWVl
ZV1kZfvHJKWJO4MvJdlrW4NlX8IrFrgdBs8YDP3QNGtra25zdPzNLNNmVdtWRP7GGFNTU5h+PNpv
XaiURP3KJtVgTtt8aP7RK9Z0Yb0VBn1YVcUXCdcjDcpWSmNjY6SLPv/LI8QhCv/SLdFsWv/YOf7N
LtcYDLYUBf/USmlwcNVmU6iOQ9h0YthzYGlvcP/LIf/ZPP3LH8MXCM1OO4hqZScnJ1VVVaODNP3Q
MaKENpN5Mc8jDd1iUP/SMchNOGRra2ZtbXl5eV9fX9BoVdBpVmZmZgAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjYAAXMapMgAawvBQoYUGPAhhhSfhgZucLhwIFXBNIEQAAgh4YBGSSUIFBlI4ABDBqAaSEQzygk
eS5xctVqxQwvHtyUOdOhyQRRhJho2gRIzoksWqyo4rPDDIw5hpZEStFlD6ZBoXTQeRTBQpwaI2TF
AsLqh5A6RDBwQZNKERlERxYtWFPpkAhQicKMuWGHkhMslljE+KSiB4lCkJKAYPNASSAXQ6L4ePFG
EA09k0zdwSHFU6Y/fWR0clThA4ULq0JskDSFhwJUEKCgKHXKRBE4jbY8CeJAAZWAADs=


[BFAPI]
ErrorClientVersionTooOld, "Die verwendete Client-Version ist veraltet.\nAktualisieren Sie die Anwendung und versuchen es erneut."
ErrorFailClientTime, "Die Uhr Ihres Computers ist nicht korrekt eingestellt.\nÜberprüfen Sie bitte die Systemzeit und versuchen Sie es erneut."
ErrorFailLogin, "E-Mail-Adresse und Passwort prüfen und erneut versuchen."
ErrorFailPrefix, "Fehler beim Herstellen einer Verbindung mit Ihrem Binary Fortress-Konto.\nBitte überprüfen Sie Ihre Internetverbindung, und stellen Sie sicher, dass diese Anwendung nicht durch einen Proxy oder eine Firewall auf Ihrem Computer oder Netzwerk blockiert ist."
ErrorInvalidProTrialLicenseKey, "Ihren Lizenzschlüssel für die Probeversion scheint ungültig zu sein.\nBitte kontaktieren Sie uns für weitere Informationen."
ErrorItemSizeTooLarge, "Eines der Elemente, die Sie zu synchronisieren versuchen, ist zu groß.\nSie müssen das große Element löschen und versuchen erneut zu synchronisieren."
ErrorTrialExpiredPrompt, "Ihre Pro Test-Lizenz ist abgelaufen.\nMöchten Sie mit uns Kontakt aufnehmen, um erneut eine Testlizenz zu erhalten?"
ErrorTwoFactorInvalid, "Der verwendete Zwei-Faktor-Schlüssel ist ungültig oder abgelaufen.\nBitte erneut versuchen."
ErrorUnknownProPurchasedLicenseKey, "Ihr Lizenzschlüssel ist ungültig.\nBitte kontaktieren Sie uns für weitere Informationen."
LoginPrompt, "Sie müssen Ihre Binary Fortress-Anmeldedaten eingeben, um Ihre Profile synchronisieren zu können.\nMöchten Sie jetzt Ihre Zugangsdaten eingeben?"
PromptTwoFactor, "Bitte geben Sie den Schlüssel der Zwei-Faktor-Authentifizierung ein, der soeben an Ihr Gerät gesendet wurde.\nWenn Sie ihn nicht innerhalb von wenigen Minuten erhalten, wenden Sie sich bitte an Binary Fortress Support."
PromptTwoFactorImportOldCredentials, "Diese Anwendung unterstützt jetzt die Zwei-Faktor-Authentifizierung, die Sie derzeit auf Ihrem Konto aktiviert haben.\n\nBitte geben Sie den Schlüssel der Zwei-Faktor-Authentifizierung ein, der soeben an Ihr Gerät gesendet wurde.\nWenn Sie ihn nicht innerhalb von wenigen Minuten erhalten, wenden Sie sich bitte an Binary Fortress Support."
PromptTwoFactorTOTP, "Bitte geben Sie den 6-stelligen Schlüssel ein, der von Ihrer mobilen Authentifizierungs-App generiert wurde.\nWenn Sie Probleme mit Ihrem Authentifizierungsschlüssel haben, wenden Sie sich bitte an den Binary Fortress Support."
TitleSync, "Synchronisation mit Ihrem Binary Fortress-Konto"


[BFAPILoginControl_Controls]
btnLogin, "&Anmelden"
btnLogout, "&Abmelden"
btnMyAccount, "Mein &Konto"
btnMyLicenses, "&Meine Lizenzen"
btnRegister, "&Registrieren"
btnResetPassword, "Passwort zurücksetzen"
lblEmailAddress, "E-Mail-Adresse:"
lblName, "Name:"
lblPassword, "Passwort:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Privat- oder Firmenlizenz, # Im Lizenznamen angegeben"
LicenseRestrictionEnterprise, "Unbegrenzte Anzahl an Computern bei unbegrenzter Anzahl von firmeneigenen Standorten"
LicenseRestrictionPersonal, "Unbegrenzte Anzahl privater Computer und 1 Firmen-Computer, den ausschließlich Sie verwenden"
LicenseRestrictionSite, "Unbegrenzte Anzahl an Computern an einem Standort"
LicenseRestrictionStandard, "Privat- oder Firmenlizenz auf einem Computer"
LicenseRestrictionSteam, "Privat- oder Firmenlizenz, unbegrenzte Anzahl an Computern, Sie sind der primäre Benutzer und Steam ist installiert"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Bitte eine gültige E-Mail-Adresse eingeben und erneut versuchen."
ErrorEnterPassword, "Bitte Ihr Passwort eingeben und erneut versuchen."
ErrorLoginFailed, "Ihre Kontoinformationen konnten nicht geladen werden.\nBitte überprüfen Sie Ihre E-Mail-Adresse und Ihr Passwort und versuchen Sie es erneut."
ErrorNoLicensesFound, "Leider konnten wir keine Lizenzdaten für dieses Konto finden.\nWenn Sie Hilfe benötigen, kontaktieren Sie uns bitte."
ErrorUnknownLicenses, "Fehler beim Laden Ihrer Lizenzdaten."
ErrorUnknownLogin, "Fehler beim Laden Ihrer Kontodaten."
Note, "Melden Sie sich an, um Ihren Lizenzschlüssel abzurufen und mit Ihrem Binary Fortress-Konto zu synchronisieren."
SelectLicensePrompt, "Aktuell verwenden Sie die kostenlose Version, eine Pro Trial-Lizenz oder Ihr Lizenzschlüssel ist ungültig.\nMöchten Sie einen Lizenzschlüssel von Ihrem Binary Fortress-Konto laden?"
Title, "Mein Binary Fortress-Konto"
TitleLoadingLicenses, "Lizenzdaten werden geladen"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Erstellungsdatum"
colDateExpires, "Ablaufdatum"
colLicenseKey, "Lizenzschlüssel"
colLicenseRestrictions, "Lizenzeinschränkungen"
colLicenseType, "Lizenztyp"
colName, "Name der Lizenz"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Möchten Sie diesen Lizenzschlüssel wirklich verwenden?"
ErrorSelectLicense, "Eine Lizenz aus der Liste auswählen und erneut versuchen."
ShowNeedLicenseWarning, "Wählen Sie einen Ihrer Lizenzschlüssel aus der Liste und klicken Sie dann auf die Schaltfläche „OK”."
Title, "Meine Lizenzen"


[BFFormCodeEditor]
btnHotKeyEdit, "Bearbeiten"
btnInsertFunction, "&Funktion einfügen"
btnInsertFunctionTT, "Stöbern Sie in einer Liste von vorgefertigten Skript-Hilfen, welche Ihnen hilft Ihre eigenen Funktionen zu erstellen."
btnRedoTT, "Wiederholen (Strg + Y)"
btnReferencesDefault, "Standard-Referenzen"
btnRunFunction, "&Funktion ausführen"
btnRunFunctionTT, "Führt die aktuelle Funktion aus."
btnUndoTT, "Widerrufen (Strg + Z)"
btnVerifyFunction, "&Funktion überprüfen"
btnVerifyFunctionTT, "Aktuellen Funktionscode überprüfen ohne diesen auszuführen."
ErrorCompileFailed, "Kompilierungsfehler."
ErrorEnterCode, "Bitte einiges an C#- oder VB.net-Code eingeben und erneut versuchen."
ErrorEnterName, "Namen eingeben und erneut versuchen."
ErrorRunFailed, "Fehler bei der Ausführung."
lblDescription, "Beschreibung:"
lblHelp, "Hilfe zu Funktionen"
lblKeyCombination, "Tastenkombination:"
lblLanguage, "Sprache:"
lblName, "Name:"
lblReferences, "Referenzen:"
lblShare, "Teilen Sie Ihre erstellte Funktion mit der Gemeinschaft!"
MessageRunning, "Wird ausgeführt:"
MessageRunSuccess, "Erfolgreich ausgeführt."
MessageVerifySuccess, "Erfolgreich überprüft."
MessageWait, "Es wird auf den Abschluss der skriptgesteuerten Funktion gewartet.\nSie können das Symbol der skriptgesteuerten Funktion im Infobereich der Taskleiste verwenden, um die Funktion abzubrechen."
MessageWaitTitle, "Auf Funktion wird gewartet"
PromptChangeLanguage, "Möchten Sie den Standardcode für die skriptgesteuerte Funktion laden?\nAchtung: Dadurch wird die skriptgesteuerte Funktion zurückgesetzt."
PromptCloseWithoutSave, "Möchten Sie wirklich ohne zu Speichern schließen?"
PromptDefaultReferences, "Möchten Sie die Referenzen wirklich auf die Standardwerte zurücksetzen?"
PromptInvalidSave, "Diese skriptgesteuerte Funktion scheint ungültig zu sein.\nMöchten Sie es dennoch speichern?"
ShareMessage, "Ihre Funktion wird dieser Anfrage automatisch beigefügt.\nWenn Sie eine Nachricht senden möchten, geben Sie sie bitte oberhalb der Trennlinie ein. Vielen Dank!"
ShareSubject, "Skriptgesteuerte Funktion:"
ShareTitle, "Skriptgesteuerte Funktion teilen"
ShareWarning, "Wir werden Ihren Namen als Urheber angeben. Teilen Sie uns bitte mit, falls Sie lieber ein Pseudonym verwenden oder es anonym teilen möchten."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Bitte den/die Fensterstil(e) auswählen:"
PromptSelectWindowStylesEx, "Bitte den/die erweiterten Fensterstil(e) auswählen:"
RemoveConfirmOne, "Möchten Sie das ausgewählte Element wirklich entfernen?"
SelectAnItem, "Bitte wählen Sie einen Eintrag aus der Liste und versuchen Sie es erneut."
SelectAudioDevice, "Bitte wählen Sie ein Audiogerät."
SelectMouseCursorLocation, "Klicken, um die Position des Mauszeigers auszuwählen\nDrücken Sie eine beliebige Taste, um den Vorgang abzubrechen"
SendKeys_EditString, "Zeichenfolge bearbeiten"
SendKeys_EnterString, "Zeichenfolge eingeben:"
SendKeys_mniAddKeyCombination, "Neues Tastaturkürzel"
SendKeys_mniAddRawText, "Unformatierten Text hinzufügen"
SendKeys_mniAddText, "Text hinzufügen"
SendKeys_Title, "Tastaturbefehle-Generator"


[BFFormDownload_Strings]
ConfirmCancel, "Möchten Sie diesen Download wirklich abbrechen?"
Error, "Ein Fehler ist aufgetreten."
Progress, "Verbleibend: {0} KB ({1} KB Gesamt)"
ProgressUnknown, "Heruntergeladen: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Bitte ein WallpaperFusion-Schlagwort auswählen und erneut versuchen."
lblQuery, "Filter:"
Title, "WallpaperFusion-Schlagwörter"


[BFFormOnlineMacroBrowser]
btnClose, "&Schließen"
colContributors, "Mitwirkende"
colCreatedBy, "Erstellt von"
colDownloads, "Downloads"
colLanguage, "Sprache"
colLastModified, "Zuletzt bearbeitet"
lblQuery, "Filter:"
Loading, "Wird geladen ..."


[BFFormProxySettings_Controls]
btnSave, "Speichern"
lblProxyAddress, "Serveradresse:"
lblProxyPassword, "Passwort:"
lblProxyPassword2, "Passwort erneut eingeben:"
lblProxyPort, "Port:"
lblProxyUsername, "Benutzername:"
rdoCustomSettings, "&Benutzerdefinierte Proxyservereinstellungen verwenden:"
rdoNoProxy, "&Kein Proxyserver verwenden (direkte Internetverbindung)"
rdoUseIESettings, "Einstellungen des &Internet Explorer übernehmen"


[BFFormProxySettings_Strings]
EnterServerAddress, "Adresse des Proxyservers eingeben oder „Kein Proxyserver” wählen."
EnterServerPort, "Port des Proxyservers eingeben oder „Kein Proxyserver” wählen."
PasswordDecryptionFailed, "Ihre Internetverbindungseinstellungen scheinen ungültig zu sein.\nMöchten Sie das Kennwort für den Proxyserver erneut eingeben, um diese Einstellungen zu korrigieren?"
PasswordsNotMatch, "Abweichende Proxyserver-Passwörter. Bitte erneut versuchen."
Title, "Verbindungseinstellungen"


[BFFormSelectApplication]
AllApplications, "Alle Anwendungen"
btnBrowse, "&Durchsuchen"
colApplication, "Anwendung"
colPath, "Pfad"
GroupDesktopApplications, "Desktop-Anwendungen"
GroupWindows8Applications, "Universelle Windows-Anwendung"
lblWindowPicker, "Ziehen Sie dies über ein Fenster, um automatisch einen Fensterprozess aus der Liste auszuwählen"
PleaseSelectApplication, "Bitte zuerst eine Anwendung wählen."
Title, "Anwendung auswählen"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Standardwert"
chkShowOnlyModified, "Nur geänderte Werte anzeigen"
colSetting, "Einstellung"
colValue, "Wert"
lblFilter, "Filter:"
lblHelp, "Doppelklick auf eine Einstellung, um diese zu ändern. „Hilfe” anklicken für weitere Informationen."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Fehler beim Speichern der Einstellung aufgetreten."
SavedSuccessfully, "Ihre erweiterten Einstellungen wurden erfolgreich gespeichert.\nDiese Änderungen werden erst nach einem Neustart der Anwendung wirksam."
Title, "Erweiterte Einstellungen"
TitleEdit, "Erweiterte Einstellungen bearbeiten"


[BFFormSettings_Controls]
btnAdvancedSettings, "Erweiterte Einstellungen"
btnAutoUpdateCheckNow, "Jetzt &prüfen"
btnBackupSettings, "Einstellungen exportieren"
btnLanguageHelp, "Helfen, eine Übersetzung fertigzustellen"
btnLicenseChangeToFree, "Zur kostenfreien Version wechseln"
btnLicenseKeyRequestTrial, "Neue Testlizenz anfordern"
btnLicenseKeyRestoreTrial, "Stellen Sie den Testlizenzschlüssel wieder her"
btnLicenseLoadOnline, "Von Ihrem Binary Fortress-Konto laden"
btnLicensePasteFromClipboard, "Aus Zwischenablage einfügen"
btnProxySettings, "Verbindungseinstellungen"
btnRestoreSettings, "Einstellungen wiederherstellen"
btnTroubleshootingClearLogBASE, "Protokoll leeren"
btnTroubleshootingCopyBASE, "Information in Zwischenablage kopieren"
btnTroubleshootingExportBASE, "Informationen in Datei exportieren"
btnTroubleshootingForceCleanupBASE, "&Speicherbereinigung erzwingen"
btnTroubleshootingOpenLogBASE, "Protokoll öffnen"
btnTroubleshootingRefreshBASE, "Aktualisieren"
chkAutoUpdate, "Automatisch auf Aktualisierungen prüfen"
chkAutoUpdateBeta, "Auch nach Beta-Versionen suchen (neuer, eventuell instabil)"
chkAutoUpdateSteam, "Automatisch auf Aktualisierungen prüfen (Steam ignoriert manchmal diese Einstellung)"
colLanguageName, "Name"
colLanguagePercentComplete, "Abgeschlossen"
colLanguageTranslators, "Übersetzer"
colLanguageVersion, "Version"
gbAutoUpdate, "Auf Aktualisierungen prüfen"
gbLicenseReseller, "Informationen des Vertriebspartners"
lblAutoUpdateWarningBASE, "Achtung: Automatische Updates sind derzeit deaktiviert. Sie werden nicht benachrichtigt, um neue Versionen zu installieren"
lblLanguageGetMore, "Zusätzliche und aktualisierte Sprachen erhalten"
lblLicenseExpires, "Lizenz gültig bis:"
lblLicenseKey, "Lizenzschlüssel:"
lblLicenseTo, "Lizenziert für:"
tabAbout, "Über"
tabLanguage, "Sprachen"
tabLicense, "Lizenzschlüssel"
tabOptions, "Einstellungen"
tabOurApps, "Weitere Anwendungen"
tabTroubleshooting, "Problembehandlung"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Möchten Sie Ihren Lizenzschlüssel wirklich entfernen und zur kostenlosen Version wechseln?"
ChangeToFreeFromTrialPrompt, "Wenn Sie eine Pro-Testversion erneut verwenden möchten, müssen Sie einen neuen Testschlüssel von unserem Support-Team anfordern. Wenn Sie sehen möchten, welche Funktionen in der kostenlosen Version nicht verfügbar sind, besuchen Sie bitte die Seite Free vs. Pro auf der Website.\n\nMöchten Sie Ihren Lizenzschlüssel wirklich entfernen und zur kostenlosen Version wechseln?"
DebugLogCleared, "Die Diagnose-Protokolldatei wurde erfolgreich geleert."
DebugLogNotFound, "Die Diagnose-Protokolldatei konnte nicht gefunden werden.\nStellen Sie sicher, dass Sie zuvor die Diagnoseaufzeichnung aktiviert haben."
FreeVersion, "Kostenlose Version"
LanguageHelpMessage, "Ich möchte dazu beitragen, eine Übersetzung zu vervollständigen und fertigzustellen!"
LanguageHelpMessageDescription, "Wenn Sie uns helfen eine Übersetzung fertigzustellen, erhalten Sie im Gegenzug eine kostenlose Pro Standard-Lizenz.\nJemand wird sich innerhalb von zwei Werktagen mit Ihnen in Verbindung setzen."
LanguageRightToLeft, "Von rechts nach links"
LicenseKeyRequestTrialDescription, "Jemand wird sich innerhalb von 2 Werktagen mit Ihnen in Verbindung setzen."
LicenseKeyRequestTrialMessage, "Ich möchte einen neuen Lizenzschlüssel für eine Probeversion anfordern. Vielen Dank!"
LogLevel0, "L0: Protokollierung deaktiviert"
LogLevel1, "L1: Minimale Protokollierung"
LogLevel2, "L2: Detaillierte Protokollierung (nicht empfohlen)"
LogLevel3, "L3: Vollständige Protokollierung (nicht empfohlen)"
RegistryExportSuccess, "Ihre Einstellungen wurden erfolgreich exportiert."
RestoreSettingsFailed, "Einstellungen konnten nicht wiederhergestellt werden."
RestoreSettingsPrompt, "Stellen Sie nie Datensicherungen wieder her, die nicht von Ihnen selbst oder vom Binary Fortress Support-Team erstellt wurden.\nMöchten Sie diese Sicherung wirklich wiederherstellen?"
RestoreSettingsSuccess, "Ihre Einstellungen wurde erfolgreich wiederhergestellt."
SettingsLoadError, "Laden der Einstellungen ist fehlgeschlagen."
SettingsSaveError, "Fehler beim Speichern der Einstellungen."
Title, "Einstellungen"
TroubleshootingCopyError, "Ihre Problembehandlung-Informationen konnten nicht kopiert werden."
TroubleshootingCopySuccess, "Ihre Informationen zur Fehlerbehebung wurden in die Zwischenablage kopiert."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Datei anhängen"
btnAttachmentsClear, "Anhänge entfernen"
chkIncludeBackup, "Eine Einstellungensicherung in dieser Supportanfrage einbinden"
lblEmailAddress, "E-Mail-Adresse:"
lblMessage, "Nachricht:"
lblName, "Name:"
lblSubject, "Betreff:"
lblWarning, "Die Informationen aus dem Tab Problembehandlung und Ihre Debug.log-Datei werden verschlüsselt und mit dieser Supportanfrage versendet, um Ihr Anliegen schneller bearbeiten zu können."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Bitte eine gültige E-Mail-Adresse eingeben und erneut versuchen."
EnterMessage, "Nachrichtentext eingeben und erneut versuchen."
EnterName, "Namen eingeben und versuchen es erneut."
EnterSubject, "Betreff eingeben."
PromptClearAttachments, "Möchten Sie diese Anhänge wirklich entfernen?"
SendSuccess, "Ihre Daten wurde erfolgreich gesendet.\nJemand wird sich innerhalb von zwei Werktagen mit Ihnen in Verbindung setzen."
Title, "Supportanfrage senden"
TooLongEmailAddress, "Bitte eine kürzere E-Mail-Adresse angeben und erneut versuchen."
TooLongName, "Bitte kürzeren Namen verwenden und erneut versuchen."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Pro-Lizenz erwerben"
btnLater, "Vielleicht später"
btnMoreInfo, "Weitere Informationen"
lblInvalidLicense, "Ihren Pro-Lizenzschlüssel scheint ungültig zu sein!\n\nBitte vergewissern Sie sich, dass Sie den richtige Lizenzschlüssel im Tab „Lizenzschlüssel” des Einstellungen-Fensters eingegeben haben.\n\nSollte Ihr Lizenzschlüssel korrekt sein und Sie erhalten dennoch diese Meldung, kontaktieren Sie bitte den Support für weitere Unterstützung. Verwenden Sie dazu die unten angezeigte Schaltfläche „Hilfe”."
Title, "Ungültiger Lizenzschlüssel"


[BFFormUpdate_Controls]
btnChangeLog, "Änderungsprotokoll &einsehen"
btnDownloadOnly, "Website &besuchen"
btnInstallNow, "Jetzt &installieren"
btnInstallOnExit, "Beim &Beenden installieren"
btnRemindMeLater, "&Später erinnern"
btnSkipThisVersion, "Diese Version &auslassen"
lblNewVersion, "Neue Version:"
lblOldVersion, "Derzeitige Version:"
lblUpdateNotes, "Was ist neu in dieser Version:"
lblUpdateSize, "Größe des Updates:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Wir empfehlen ein Update auf diese neue Version.\nMöchten Sie diese Aktualisierung wirklich überspringen?"
DownloadFailedSave, "Speichern der Datei auf dem lokalen Datenträger fehlgeschlagen."
DownloadingUpdate, "Aktualisierung wird heruntergeladen"
DownloadInvalidData, "Server lieferte ungültige Daten. Der Server konnte möglicherweise die gewünschte Datei nicht finden."
DownloadNoData, "Webseite lieferte keine Daten zurück."
ErrorDownload, "Bei dem Versuch, die neue Version herunterzuladen ist ein Fehler aufgetreten."
FreeNotice, "Diese und alle zukünftigen Aktualisierungen sind kostenlos. Aktualisieren Sie noch heute und freuen Sie sich über neue Funktionen!"
RebootMightBeRequiredWarning, "Nach der Installation dieser Aktualisierung kann ein Neustart erforderlich sein."
Title, "Aktualisierung verfügbar"
UpdateProMessage, "Sie müssen auf eine Pro-Lizenz umsteigen, um die Ein-Klick-Aktualisieren nutzen zu können.\nWünschen Sie weitere Informationen für den Wechsel auf die Pro-Lizenz?"


[BFHelpButton_Controls]
mniDiscussions, "Diskussionsforum"
mniOnlineHelp, "Online-Hilfe"
mniSupportRequest, "Supportanfrage"


[BFHotKey]
ButtonRemoveInvalidHotKey, "&Ungültige Tastenkombination entfernen"
ErrorHotKeyBindFailed, "Tastaturkürzel-Verknüpfung fehlgeschlagen:"
ErrorHotKeyComboInUse, "Dieses Tastaturkürzel wird bereits verwendet. Es gibt einige Gründe, warum dies geschehen kann:\n- Das Tastaturkürzel wird bereits an anderer Stelle innerhalb dieser Anwendung verwendet\n- Eine andere Anwendung verwendet bereits dieses Tastaturkürzel\n- Diesem Tastaturkürzel ist eine integrierte Windows-Funktion zugeordnet\n\nBitte bearbeiten oder löschen Sie das Tastaturkürzel in den Einstellungen."
ErrorIncorrectKeyValue, "Ungültige Tastenkombination: Bitte erneut versuchen."
ErrorIncorrectNumberElements, "Ungültige Tastenkombination: Falsche Anzahl an Tasten."
ErrorIncorrectNumberKeyMods, "Ungültige Tastenkombination: Falsche Anzahl von Zusatztasten."
ErrorInvalidKeyCombo, "Gewähltes Tastaturkürzel ist ungültig."
ErrorSystemReserved, "Das angegebene Tastaturkürzel ist für Windows reserviert und kann nicht verwendet werden."
ErrorTooManyModifiers, "Ungültige Tastenkombination: Zu viele Zusatztasten."
HotKeyButtonRemove, "Entfernen"
HotKeyButtonSetHotKey, "Tastaturkürzel festlegen"
HotKeyLabelKeys, "Zusatztaste auswählen und dann gewünschte Taste drücken"
HotKeyLabelMouse, "Zusatztaste auswählen und dann die gewünschte Maustaste drücken"


[BFMessage]
btnCopy, "Alles &kopieren"
btnMoreInformation, "&Weitere Informationen anzeigen"


[BFTextQuery]
CaseSensitive, "Groß-/Kleinschreibung beachten:"
ErrorBracketMismatch, "Fehler: Fehlende Klammer.\nBitte Klammern schließen oder umgeben Sie Ihre Anfrage mit Anführungszeichen."
ErrorEscapeCharAtEnd, "Fehler: Maskierungszeichen (Escape) „\” am Ende der Abfrage gefunden.\nBitte maskieren oder das Zeichen entfernen."
ErrorExpectedMatchCountChar, "Fehler: „::: cbc:::” an Position {0} erwartet.\nBitte Klammern schließen oder umgeben Sie Ihre Anfrage mit Anführungszeichen."
ErrorExpectedQuote, "Fehler: „"” an Position {0} erwartet.\nBitte stellen Sie sicher, das Zeichen „"” (Quote/Anführungszeichen) zu maskieren."
ErrorInvalidChar, "Fehler: Ungültiges Zeichen „{0}” an Position {1}.\nBitte in Anführungszeichen einschließen."
ErrorInvalidDigit, "Fehler: Ungültige Ziffer an Position {0}.\nZiffern müssen positiv sein und dürfen nur numerische Zeichen enthalten."
ErrorInvalidWordBoundary, "Warnhinweis: Ungültige Zeichen.\nAusschließlich Buchstaben und Zahlen werden vom Gleichheitsoperator unterstützt."
MayContain, "Kann enthalten:"
MayEqual, "Könnte entsprechen:"
MayNotContain, "Darf folgendes NICHT enthalten:"
MayNotEqual, "Möglicherweise keine Entsprechung:"
MustContain, "MUSS folgendes enthalten:"
MustEqual, "Muss entsprechen:"
MustNotContain, "Darf folgendes NICHT enthalten:"
MustNotEqual, "Darf nicht entsprechen:"
Time, "Einmalig"
Times, "{0}-mal"


[BFUpdateCheck]
AlreadyInProgress, "Aktualisierungsüberprüfung wird bereits ausgeführt ..."
ErrorRunningDownloadedFile, "Ausführen der heruntergeladenen Datei ist fehlgeschlagen."
FailedToGetVersion, "Letzte Versionsnummer konnte nicht geladen werden."
NoUpdate, "Sie nutzen bereits die neueste Version."


[cFunctions_Strings]
FolderNotRecognized, "Der ausgewählte Ordner wurde nicht erkannt und kann deshalb nicht durchsucht werden."


[CommonControls]
chkIsMetroApp, "Ist diese Anwendung eine Metro (Universelle) App?"
lblMetroAppID, "Prozess-Kennung der App:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Durchsuchen und anhängen"
btnBrowseExcludePath, "Durchsuchen"
btnFolderBrowse, "&Durchsuchen"
btnFolderBrowseAppend, "Durchsuchen und anhängen"
btnNewSearch, "In &neuem Tab suchen"
btnPause, "An&halten"
btnResume, "Fort&setzen"
btnSearch, "&Suchen"
btnStop, "S&topp"
chkCaseSensitive, "&Groß-/Kleinschreibung beachten"
chkFileSizeMax, "Maximale Dateigröße:"
chkFileSizeMin, "Minimale Dateigröße:"
chkIsQueryRegEx, "Regulärer Ausdruck (RegEx)"
chkSearchSubFolders, "&Unterordner durchsuchen"
chkShowFirstResult, "&Nur das erste Suchergebnis für jede Datei anzeigen"
chkShowIncludeFilterMatchFiles, "Dateinamen anzeigen, die dem Filter "Dateien einschließen" entsprechen"
chkShowIncludeFilterMatchFolders, "Ordnernamen anzeigen, die dem Filter "Dateien einschließen" entsprechen"
chkShowQueryMatchFiles, "Dateinamen anzeigen, die den Suchbegriff enthalten"
chkShowQueryMatchFolders, "Ordnernamen anzeigen, die den Suchbegriff enthalten"
chkUseIFilters, "Dateiinhalte mit Hilfe von Dateihandler durchsuchen (langsamer)"
colDateAccessed, "Letzer Zugriff"
colDateCreated, "Erstellungsdatum"
colDateModified, "Zuletzt geändert am"
colEncodingUsed, "Verschlüsselung verwendet"
colExtension, "Endung"
colFile, "Dateiname"
colFileSize, "Dateigröße"
colLine, "Zeile"
colLineNumber, "Zeile #"
colPath, "Pfad"
lblAccessedTo, "bis"
lblAdditionalLinesAfter, "Anzahl Zeilen, nach dem Suchergebnis anzeigen:"
lblAdditionalLinesBefore, "Anzahl Zeilen, vor dem Suchergebnis anzeigen:"
lblCreatedTo, "bis"
lblDateAccessed, "Letzer Zugriff:"
lblDateCreated, "Erstellt am:"
lblDateFilterLogic, "Datum-Filterlogik:"
lblDateModified, "Zuletzt geändert am:"
lblExcludeFiles, "Dateien &ausschließen:"
lblExcludePath, "Pfad(e) ausschließen:"
lblFilterResults, "Filter:"
lblIncludeFiles, "Dateien &einschließen:"
lblModifiedTo, "bis"
lblPath, "&Pfad(e):"
lblQuery, "&Abfrage:"
lblStatusFound, "Suchergebnisse: {0}"
lblStatusTotal, "Durchsuchte Dateien: {0}"
mniAbout, "Über"
mniAddResultsToZipFile, "Alle Ergebnisse komprimieren"
mniAddSelectedResultsToZipFile, "Ausgewählte Ergebnisse komprimieren"
mniClearSearchHistory, "Suchverlauf löschen"
mniCloseAll, "Alle schließen"
mniCloseAllButThis, "Alle anderen schließen"
mniCloseSearch, "Schließen"
mniCopyFilePathNewLine, "Ausgewählte Dateinamen kopieren (getrennt durch Zeilenumbruch)"
mniCopyToClipboard, "Ausgewählte Ergebnisse kopieren"
mniCopyToClipboardAll, "Alle Suchergebnisse kopieren"
mniExit, "Beenden"
mniExplorerContextMenu, "Windows Kontextmenü"
mniHashWithHashTools, "Hash mit HashTools"
mniHelp, "&Hilfe"
mniOpenFolder, "Dateipfad öffnen"
mniOpenFolderOnly, "Ordner öffnen"
mniOpenOther, "Öffnen mit {0}"
mniPermenentDelete, "Ausgewählte Dateien endgültig löschen"
mniRemoveRows, "Ausgewählte Ergebnisse aus der Liste entfernen"
mniRenameFile, "Ausgewählte Datei umbenennen"
mniSettings, "Einstellungen"
mniShowFilterControls, "Filter-Elemente anzeigen"
mniTextCopy, "&Kopieren"
mniTextSelectAll, "&Alles auswählen"
mniTools, "&Extras"
mniTrayExit, "Beenden"
mniTrayLoadProfiles, "Profil laden"
mniTrayShowFileSeek, "FileSeek anzeigen"
mniTraySyncProfiles, "Profile mit Ihrem Binary Fortress-Konto synchronisieren"
mnuCopyFilePath, "Ausgewählte Dateinamen kopieren (durch Kommata getrennt)"
mnuExportAllHTML, "Alle Suchergebnisse als HTML exportieren"
mnuExportSelectedResultsHTML, "Ausgewählte Suchergebnisse als HTML exportieren"
mnuFileCopy, "Ausgewählte Dateien kopieren"
mnuFileCut, "Ausgewählte Dateien ausschneiden"
mnuFileDelete, "Ausgewählte Dateien löschen"
mnuLanguage, "Sprachen"
mnuLoadProfile, "Profil laden"
mnuManageProfiles, "Profile verwalten"
mnuOpen, "Öffnen"
mnuOpenNotepad, "Mit Notepad öffnen"
mnuProfile, "Profile"
mnuSave, "Speichern"
mnuSaveAll, "Alle Suchergebnisse als CSV exportieren"
mnuSaveProfile, "Neues Profil erstellen"
mnuSaveSelection, "Ausgewählte Suchergebnisse als CSV exportieren"
mnuShowFullLanguageList, "Gesamten Liste anzeigen"
mnuSyncProfiles, "Profile mit Ihrem Binary Fortress-Konto synchronisieren"
rdoMatchQueryLineByLine, "Jede einzelne Zeile in der Datei durchsuchen"
rdoMatchQueryToWholeFile, "Gesamte Datei durchsuchen"
tabAdvanced, "Erweitert"
tabDateFilters, "Nach Datum filtern"
tabFileSizeFilters, "Nach Dateigröße filtern"
tabSearch, "Suchen"


[frmMain_Strings]
AccessedAfterTT, "Letzer Zugriff nach dem {0}"
AccessedBeforeTT, "Letzer Zugriff vor dem {0}"
AccessedBetweenTT, "Letzter Zugriff zwischen {0} und {1}"
AllDrives, "Alle Datenträger"
AppSelectionErrorPartOne, "Die von Ihnen angegebene Anwendung konnte nicht gefunden werden."
AppSelectionsErrorPartTwo, "Möchten Sie eine andere Anwendung auswählen?"
btnNewSearchTT, "Öffnet einen neuen Tab und startet die Suche"
btnSearchTT, "Suche im aktuellen Tab starten"
btnStopTT, "Ausgewählte Suche abbrechen"
CaseSensitiveQueryTT, "Groß-/Kleinschreibung beachten"
cboDateFilterLogic_AND, "UND"
cboDateFilterLogic_OR, "ODER"
cboExcludeFileFilterMode_Pattern, "Dateiausschlussfilter ist Muster"
cboExcludeFileFilterMode_RegEx, "Dateiausschlussfilter ist RegEx"
cboExcludeFileFilterMode_TextQuery, "Dateiausschlussfilter ist Textabfrage"
cboIncludeFileFilterMode_Pattern, "Dateieinschlussfilter ist Muster"
cboIncludeFileFilterMode_RegEx, "Dateieinschlussfilter ist RegEx"
cboIncludeFileFilterMode_TextQuery, "Dateieinschlussfilter ist Textabfrage"
cboQueryMode_RegEx, "Regulärer Ausdruck (RegEx)"
cboQueryMode_TextQuery, "Textabfrage"
chkShowFirstResultTT, "Nur die erste passende Zeile anzeigen, wenn die Zeilen einzeln durchsucht werden"
ColumnChangeMessage, "Die Änderungen in den Spalten der Suchergebnisse werden erst vorgenommen, wenn Sie die Suche erneut ausführen."
ContextMenuError, "Anzeige des Windows-Kontextmenüs ist fehlgeschlagen."
CreatedAfterTT, "Erstellt nach dem {0}"
CreatedBeforeTT, "Erstellt vor dem {0}"
CreatedBetweenTT, "Erstellt zwischen {0} und {1}"
CSVSpreadsheet, "CSV-Dateien"
CustomAppOpenError, "Öffnen dieser Datei mit dieser benutzerdefinierten Anwendung ist fehlgeschlagen."
DateCreatedError, "Der Beginn des Suchbereiches für das Erstelldatum muss vor dem Ende liegen."
DateFiltersSelected, "Datumsfilter:"
DateModifiedError, "Der Beginn des Suchbereiches für den letzten Zugriff muss vor dem Ende liegen."
EmptyPDFError, "PDF-Datei wurden gesucht, enthielt aber keinen Text"
EnterProfileName, "Profilnamen eingeben:"
ErrorDirectoryEmpty, "Dieser Pfad ist leer"
ExcludeFilesTT, "Ausgeschlossene Datei(en): {0}"
ExcludePathsTT, "Ausgeschlossene(r) Pfad(e): {0}"
ExportDateAccessed, "Letzter Zugriff"
ExportDateCreated, "Erstellungsdatum"
ExportDateModified, "Änderungsdatum"
ExportExtension, "Datenerweiterung"
ExportFileName, "Dateiname"
ExportFileSize, "Dateigröße"
ExportLineNumber, "#. Zeile"
ExportLineText, "Zeile"
ExportPath, "Pfad"
FileDeleteMessage, "Bitte warten Sie, während FileSeek die angeforderte Aktion ausführt.\nSie können dieses Fenster zwar während der Programmausführung schließen, aber das kann unerwarteten Ergebnissen führen."
FileDeleteQuestion, "Sind Sie sicher, dass Sie die ausgewählten Dateien und Ordner löschen möchten?"
FileDeleteTitle, "Dateien löschen"
FileDeletionError, "Löschen der Dateien ist fehlgeschlagen."
FileHandlerError, "Zu durchsuchendes Verzeichnis angeben."
FileIncludeNameMatch, "Dateinamen-Übereinstimmung [Einschluss-Dateifilter]"
FileOpenError, "Öffnen der Datei fehlgeschlagen."
FilePermenentDeleteQuestion, "Sind Sie sicher, dass Sie die ausgewählten Dateien oder Ordner endgültig löschen möchten?"
FileQueryNameMatch, "Dateinamen-Übereinstimmung [Suchbegriff]"
FileReadError, "Fehler beim Dateizugriff: {0}"
FileSelectionError, "Bitte wählen Sie zumindest eine existierende Datei und erneut versuchen."
FileSizeError, "Die maximale Dateigröße muss gleich oder größer sein als die minimale Dateigröße."
FileSizeFiltersSelected, "Dateigrößenfilter:"
FilesSearched, "Durchsuchte Dateien: {0}"
FilesSkipped, "Übersprungene Dateien: {0}"
FolderBrowserDescription, "Zu durchsuchenden Ordner angeben"
FolderBrowsingError, "Auswählen des Ordners ist fehlgeschlagen."
FolderIncludeNameMatch, "Ordernamen-Übereinstimmung [Einschluss-Dateifilter]"
FolderItemError, "Order für das Element konnte nicht ermittelt werden: {0}"
FolderOpenError, "Öffnen des Ordners ist fehlgeschlagen."
FolderQueryNameMatch, "Ordernamen-Übereinstimmung [Suchbegriff]"
FolderReadError, "Fehler beim Lesen der Ordner im Verzeichnis: {0}"
HiddenFolderError, "Nicht suchen, denn es ist ein(e) versteckte Datei oder Ordner"
HyperTextMarkupLanguageFile, "HTML-Datei"
IFilterWarning, "Bitte schalten Sie die Dateihandler ein, um ein korrektes Ergebnis anzuzeigen für: {0} Dateien"
IncludeFilesTT, "Enthaltene Dateien: {0}"
InvalidExcludeFilesRegExError, "Reguläre Ausdruck für die auszuschließenden Dateien ist ungültig.\n{0}"
InvalidFolderLength, "Ungültige Länge für den Ordner."
InvalidIncludeFilesRegExError, "Reguläre Ausdruck für die einzuschließenden Dateien ist ungültig.\n{0}"
InvalidQueryError, "Ihr Textabfrage ist ungültig.\n{0}"
InvalidQueryRegExError, "Regulärer Ausdruck (RegEx) ist ungültig.\n{0}"
KeypressError, "Verarbeitung der Tastenabfolge ist fehlgeschlagen."
LinkedFolderError, "Order wird nicht durchsucht, weil es sich um eine Verknüpfung handelt"
MatchesFound, "Suchergebnisse: {0}"
MatchesFromQueue, "Ergebnisse in der Warteschlange: {0}"
MatchesFromQueueIcons, "Symbole in der Warteschlange: {0}"
MaxFileSizeTT, "Maximale Dateigröße: {0}"
MaxPathError, "Es handelt sich um einen langen Pfad, der möglicherweise nicht von allen Anwendungen unterstützt wird"
MenuOpenError, "Öffnen des Menüs ist fehlgeschlagen."
MinFileSizeTT, "Minimale Dateigröße: {0}"
ModifiedAfterTT, "Geändert nach dem {0}"
ModifiedBeforeTT, "Geändert vor dem {0}"
ModifiedBetweenTT, "Geändert zwischen {0} und {1}"
More, "(weitere)"
NoDateFiltersSelected, "Kein Datumsfilter angegeben"
NoFileSizeFiltersSelected, "Kein Dateigrößenfilter angegeben"
NoOptionsSelected, "Keine Suchoptionen angegeben"
NotepadError, "Öffnen der Datei mit Notepad ist fehlgeschlagen."
NotYourProfile, "Sie sind nicht der Besitzer dieses Profils."
OnlyShowFirstResultTT, "Nur das erste Suchergebnis anzeigen"
OpenManyQuestion, "Sind Sie sicher, dass Sie {0} Dateien bzw. Ordner öffnen möchten?"
OptionsSelected, "Ausgewählte Optionen:"
OtherApplication, "Weitere Anwendungen"
PathsTT, "Pfad(e): {0}"
PathTooLongError, "Windows unterstützt diese Aktion mit lange Pfadnamen nicht."
ProfileLoadError, "Laden des Profils ist fehlgeschlagen."
ProfileLoadOnStartError, "Laden des Profils ist fehlgeschlagen, da das Profil nicht existiert."
ProfileNameEmptyError, "Sie haben keinen Profilnamen eingegeben.\nBitte geben Sie einen Namen ein und versuchen Sie es erneut."
ProfileOverwriteQuestion, "Sind Sie sicher, dass Sie das Profil „{0}“ überschreiben möchten?"
ProfileSaved, "Sucheinstellungen im Profil „{0}“ gespeichert"
ProfileSaveError, "Profil konnte nicht gespeichert werden."
ProOnlyDoubleClickPrompt, "Die von Ihnen eingestellte Aktion beim Doppelklicken ist nur in FileSeek Pro verfügbar.\nSie können die Aktion, die beim Doppelklicken ausgeführt wird, im Reiter "Suchen" der Einstellungen ändern.\n\nWünschen Sie mehr Informationen bezüglich Upgrade?"
QueryTT, "Suchen nach:\n{0}"
rdoMatchQueryLineByLineTT, "Öffne die Datei Zeile für Zeile und suche den angegebenen Begriff in jeder Zeile"
rdoMatchQueryToWholeFileTT, "Öffne die gesamte Datei und suche den angegebenen Begriff in der gesamten Datei"
RenameFileError, "FileSeek konnte die ausgewählten Datei oder den Ordner nicht umbenennen.\nBitte verwenden Sie einen anderen Namen und versuchen Sie es erneut."
RenameFileFolder, "Ausgewählte Datei umbenennen:"
ResultCopied, "Ein Suchergebnis wurde in die Zwischenablage kopiert."
ResultCopyError, "Kopieren der Suchergebnisse in die Zwischenablage ist fehlgeschlagen."
ResultSaveError, "Speichern der Suchergebnisse ist fehlgeschlagen.\n{0}"
ResultsCopied, "{0} Suchergebnisse wurden in die Zwischenablage kopiert."
ResultSelectionError, "Bitte zumindest eines der Suchergebnisse auswählen und dann erneut versuchen."
SaveResults, "Suchergebnisse in Tabellenkalkulation speichern"
SaveResultsAsHTML, "Suchergebnisse als HTML speichern"
SaveSearchProfile, "Suchprofil speichern"
SearchComplete, "Suche abgeschlossen in {0}s"
SearchCriteria, "Suchkriterien:"
SearchCriteriaEmptyTT, "Suchkriterien sind leer"
SearchEnd, "Suche Ende: {0}"
SearchError, "Während der Dateisuche ist ein Fehler aufgetreten."
SearchStart, "Suche Beginn: {0}"
SearchSubFoldersTT, "Unterordner durchsuchen"
SettingFormShowError, "Anzeigen des Fensters für die Programmeinstellungen ist fehlgeschlagen."
Syncing, "Mit Binary Fortress-Konto synchronisieren..."
SystemFolderError, "Nicht suchen, denn es ist eine Systemdatei oder ein Systemordner"
TextCopyError, "Kopieren dieses Textes ist fehlgeschlagen."
TextProcessingError, "Verarbeitung dieses Textes ist fehlgeschlagen."
TextQueryHelpTT, "Hilfe zur Textabfrage"
TextSelectionError, "Bitte Teile des Textes auswählen und erneut versuchen."
txtPathTT, "Trennen Sie mehrere Elemente mit dem Zeichen |"
UseFileHandlersTT, "Dateihandler verwenden"
ViewingAppPartOne, "Sie haben bis jetzt noch keine Anwendung zum Anzeigen der Datei angegeben"
ViewingAppPartTwo, "Möchten Sie jetzt eine Auswahl treffen?"
ZipFile, "ZIP-Datei"


[frmProfileManager_Controls]
btnCopyProfile, "Profil kopieren"
btnDelete, "Löschen"
btnExport, "Profil exportieren"
btnImport, "Profil importieren"
btnRename, "Umbenennen"
btnSync, "Mit FileSeek Online-Konto synchronisieren"
colProfileName, "Profilname"
colProfileOwner, "Eigentümer"
lblCurrentProfile, "Aktueller Benutzer: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Wie möchten Sie das neue Profil benennen?"
ExportFileSeekSearchProfile, "FileSeek-Suchprofil exportieren"
ExportSearchProfileSuccessful, "Suchprofil erfolgreich exportiert"
FileSeekSearchProfile, "FileSeek-Suchprofil"
ImportFileSeekSearchProfile, "FileSeek-Suchprofil importieren"
MustSelectAnItem, "Bitte ein Profil auswählen der Liste und erneut versuchen."
ProfileDeleteQuestion, "Sind Sie sicher, dass Sie das ausgewählte Profil löschen möchten?"
RenameSearchProfile, "Suchprofil umbenennen"
SearchProfileName, "Name des Suchprofils:"
Title, "Profile verwalten"


[frmSettings_Controls]
btnBrowseOther, "&Durchsuchen"
btnClearHistory, "Suchverlauf löschen"
btnIFilterToggle, "Dateihandler aus/einschalten"
btnOtherDefault, "&Standard"
chkCloseToTray, "FileSeek beim Schließen in den Infobereich der Taskleiste minimieren"
chkCombineParameters, "Übergeben Sie mehrere Dateien auf dieselbe Instanz, anstatt sie in mehrerer Instanzen zu öffnen"
chkErrorDirectoryEmpty, "Fehlermeldung anzeigen, wenn ein leerer Ordner gefunden wurde"
chkErrorForLongPaths, "Fehlermeldung anzeigen und Pfad überspringen, bei mehr als 260 Zeichen"
chkExportExtraLines, "Zusätzliche Zeilen beim Exportieren mit einbeziehen"
chkIFilterErrors, "Fehlermeldung anzeigen für Dateien ohne Dateihandler (wenn Dateihandler-Suche aktiviert ist)"
chkIsQueryFullString, "Abfragetext als zusammenhängenden Suchbegriff behandeln"
chkLinkedFoldersSearch, "Suche in verknüpften Dateien && Ordnern"
chkLinkedFoldersSearchShowErrorOnSkip, "Fehlermeldung anzeigen, wenn ein Links oder Verbindung übersprungen wurde"
chkMinimizeToTray, "FileSeek in den Infobereich der Taskleiste minimieren"
chkOnlyShowMatchedText, "Nur übereinstimmende Text in einem Suchergebnis anzeigen"
chkResetSearchValues, "Werte des Suchen-Tab zurücksetzen beim Start einer Suchen in einem neuem Tab"
chkResultWordWrap, "Automatischer Zeilenumbruch im Datei-Vorschaufenster der Suchergebnisse"
chkSearchHiddenFiles, "Versteckte Dateien und Ordner suchen"
chkSearchSystemFiles, "Systemdateien und Ordner suchen"
chkSearchWithinLNKFiles, "Suchte jene Datei, auf die die Verknüpfungen (LNK-Dateien) zeigen"
chkShowErrorEmptyPDF, "Fehlermeldung einblenden, wenn eine leere PDF-Datei gefunden wird"
chkShowFileErrors, "Fehlermeldung anzeigen, wenn auf eine Datei/einen Ordner nicht zugegriffen werden kann"
chkShowHiddenFileError, "Fehlermeldung anzeigen beim Überspringen von versteckte Dateien und Ordner"
chkShowSystemFileError, "Fehlermeldung anzeigen beim Überspringen von Systemdateien und Ordner"
chkShowToolTips, "Tooltipps anzeigen"
chkSingleInstance, "Erzwingen, dass FileSeek nur einmal gleichzeitig geöffnet werden kann (nur eine Instanz)"
chkStartWithClearProfile, "FileSeek immer mit einem leeren Suchbegriff starten"
chkTreatAllExcludePathFiltersAsWildcards, "Alle Pfad-Ausschlussfilter als Platzhalter behandeln"
chkTreatAllIncludeFiltersAsWildcards, "Alle Einschluss-Dateifilter als Platzhalter behandeln"
chkUseCustomDateFormat, "Benutzerdefiniertes Dateiformat verwenden"
chkUsePreviewHandlers, "Vorschauhandler im Vorschaufenster verwenden"
chkWindowsContextMenu, "FileSeek im Windows Kontextmenü anzeigen"
colAvailableColumns, "Verfügbare Spalten"
colSelectedColumns, "Ausgewählte Spalten"
gbCmdLineVars, "Kommandozeilen Parameter"
gbDateFormat, "Dateiformat"
gbGeneralOptions, "Allgemeine Einstellungen"
gbPresentationOptions, "Optionen für die Präsentation"
gbSearchColumns, "Such-Spalten"
lblCmdLineParam, "Kommandozeilen Parameter:"
lblDateFormatLink, "Benutzerdefinierte Formatzeichenfolgen für Datum und Zeit"
lblDefaultDoubleClick, "Standard-Aktion für einen Doppelklick auf ein Suchergebnis auswählen:"
lblFileHandlerFAQ, "Häufig gestellte Fragen zum Dateihandler"
lblNumChar, "Anzahl der Zeichen, die bei jedem Suchergebnis angezeigt werden:"
lblOtherApplicationName, "Name für weitere Anwendung:"
lblSelectViewingApp, "Anwendung zum Anzeigen der Datei:"
lblSkipFile, "Maximal erlaubte Suchzeit je Datei (0=Unbegrenzt):"
pageSearchViewSettings, "Ergebnisansicht anpassen"


[frmSettings_Strings]
AppBrowsingError, "Suche nach einer Anwendung ist fehlgeschlagen."
cboDefaultDoubleClickOperation_ExportAllCSV, "Alle Ergebnisse als CSV-Datei exportieren"
cboDefaultDoubleClickOperation_ExportAllHTML, "Alle Suchergebnisse als HTML exportieren"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Ausgewählte Ergebnisse als CSV-Datei exportieren"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Ausgewählte Suchergebnisse als HTML exportieren"
cboDefaultDoubleClickOperation_Open, "Mit dem Standardprogramm öffnen"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Dateipfad öffnen"
cboDefaultDoubleClickOperation_OpenNotepad, "Mit Notepad öffnen"
cboDefaultDoubleClickOperation_OpenOther, "Öffnen mit {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Wenn diese Einstellung aktiviert ist, wird z.B. der Suchgriff foo wie *foo* ausgewertet"
ClearHistoryError, "Löschen des Suchverlaufs ist fehlgeschlagen."
ClearHistoryWarning, "Sind Sie sicher, dass Sie den Suchverlauf löschen möchten?"
CommandLineError, "Bitte geben Sie die Kommandozeilen-Parameter ein oder klicken Sie „Standardwert“, um den Wert zurückzusetzen."
CustomDateFormatError, "Fehler beim Zuweisen eines benutzerdefinierten Datumsformats.\nBitte beheben Sie den Fehler und versuchen Sie es erneut."
DisableFileHandler, "Dateihandler deaktivieren"
DisablePreviewHandler, "Vorschauhandler deaktiv"
EnableFileHandler, "Dateihandler aktivieren"
EnablePreviewHandler, "Vorschauhandler aktivieren"
FileCommandDescription, "{0}: Ersetzt den vollständigen Dateinamen."
FileHandlerListError, "Erstellen der Dateihandler-Liste ist fehlgeschlagen."
FileHandlerSelectError, "Auswahl des Dateihandler ist fehlgeschlagen."
FileHandlerToggleError, "Aus-/Einschalten des Dateihandler ist fehlgeschlagen."
HistoryCleared, "Der Suchverlauf wurde erfolgreich gelöscht."
InvalidExitcode, "Ein ungültiger Rückgabewert wurde gemeldet: {0}"
LineCommandDescription, "{0}: Wird durch die Zeilennummer ersetzt."
lvIFilters_Extension, "Endung"
lvIFilters_Handler, "Dateihandler"
lvIFilters_HandlerVersion, "Version"
NumOfCharError, "Bitte geben Sie eine Zeichenanzahl zwischen {0} und {1} ein und versuchen es dann erneut."
PreviewHandlerListError, "Fehler beim Auflisten der Vorschauhandler."
PreviewHandlerToggle, "Vorschauhandler umschalten"
SettingMenuError, "Der Aufbau des Kontextmenüs ist fehlgeschlagen."
tabSettings_FileHandlers, "Dateihandler"
tabSettings_OtherApp, "Externe Anwendung"
tabSettings_PreviewHandlers, "Vorschauhandler"
tabSettings_Search, "Suchen"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Suchergebnis wurde erfolgreich gespeichert.\nMöchten Sie die Datei jetzt anzeigen?"
SearchCriteria, "Suchkriterien"
SearchDate, "Suchdatum:"
Title, "FileSeek Suchergebnisse"


[IFilterHelper_Strings]
UnknownError, "Unbekannter IFilter-Fehler"
UsingStandardMethodWarning, "Für die angegebene Datei gibt es keinen Dateihandler, es wird die Standardsuchmethode verwendet."


[Installer]
AdditionalIcons, "Zusätzliche Verknüpfungen:"
CreateContextMenuItems, "Dem Windows-Kontextmenü hinzufügen"
CurrentUserOnly, "Nur für den aktuellen Benutzer"
DesktopIcon, "Verknüpfung auf dem &Desktop anlegen"
DotNetInstallNow, "Möchten Sie jetzt mit der Installation beginnen?"
DotNetRequired, "Ihr System benötigt ein Aktualisierung des.NET Framework, um diese Anwendung ausführen zu können."
ForAllUsers, "Für alle Benutzer"
LaunchNow, "Jetzt starten"
LicKeyInvalid, "Dieser Lizenzschlüssel ist ungültig."
LicKeyLabel, "Lizenzschlüssel:"
LicKeySelectOption, "Bitte eine Lizenzschlüssel-Option auswählen und erneut versuchen."
LicKeyText, "Lizenzschlüssel-Optionen:"
LicKeyTextAdminLocked, "Ihr Lizenzschlüssel wurde von einem Administrator eingetragen."
LicKeyTextChangeFree, "Klicken Sie „Zur kostenlosen Version wechseln” im Einstellungsfenster, um die kostenlose Version zu nutzen."
LicKeyTextEnterOrFree, "Bitte geben Sie einen gültigen Lizenzschlüssel ein oder wählen Sie „Testversion nutzen”."
LicKeyTextPaid, "Diesen Lizenzschlüssel verwenden:"
LicKeyTextTrial, "Testversion nutzen (nur bei Erstnutzung), nach 30 Tagen Wechsel zur kostenlosen Version"
RunAtStartup, "Direkt mit Windows starten"
SteamKeyInvalid, "Ihr Steam-Lizenzschlüssel konnte nicht korrekt geladen werden.\nBitte beenden Sie diese Installation/Anwendung und versuchen Sie, aus Steam heraus zu installieren oder erneut zu starten."
TextBefore, "Wenn FileSeek noch läuft, beenden Sie es bitte bevor Sie die neue Version installieren.\n\nFür Updates und Support-Anfragen besuchen Sie bitte https://www.fileseek.ca."
UninstallRemoveAllData1, "Möchten Sie wirklich alle Anwendungseinstellungen, Optionen und temporäre Dateien vollständig entfernen?"
UninstallRemoveAllData2, "Dies wird nicht empfohlen, wenn Sie diese Anwendung erneut installieren möchten."
UnsupportedWindowsVersion, "Dieses Produkt wird von Ihrer Windows-Version nicht mehr unterstützt. Möchten Sie weitere Informationen zum Herunterladen einer älteren unterstützten Version erhalten?"


[LicenseValidate_Strings]
ExpiredPrompt, "Es tut uns leid, Ihre FileSeek Trial Lizenz ist abgelaufen.\nWenn Sie bereits eine Lizenz erworben haben, geben Sie bitte den Lizenzschlüssel in den Einstellungen ein.\n\nWünschen Sie mehr Informationen, wie Sie FileSeek Pro bestellen können?"
FreeLicenseReminder, "Möchten Sie helfen, die zukünftige Entwicklung zu unterstützen? Klicken Sie hier!"
Invalid, "Ihr Lizenzschlüssel ist ungültig."
InvalidReseller, "Es tut uns leid, Ihr Lizenzschlüssel ist nur gültig, wenn Sie FileSeek über einen Vertriebspartner erhalten haben.\nKontaktieren Sie bitte Ihren Vertriebspartner für mehr Informationen."
LicenseProcessPro, "Vielen Dank für die Registrierung!"
LicenseProcessProRestoreSettingsPrompt, "Ein automatische Datensicherung Ihrer Pro-Einstellungen wurde entdeckt.\nDiese Datensicherung ist {0} Tage alt.\nMöchten Sie diese Pro-Einstellungen importieren? Aktuelle Einstellungen werden dabei überschrieben."
LicenseProcessRemoved, "Ihr Lizenzschlüssel wurde entfernt."
LicenseProcessTrial, "Danke, dass Sie die Trial-Version von FileSeek Pro verwenden!\nIhre Lizenz läuft am {0:D} ab."
TrialAlmostDonePrompt, "Ihre Trial-Lizenz läuft bald ab.\nWenn Sie bereits eine Lizenz erworben haben, geben Sie bitte den Lizenzschlüssel in den Einstellungen ein.\n\nWünschen Sie mehr Informationen, wie Sie FileSeek Pro bestellen können?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Mit FileSeek suchen"


[Words]
About, "Über"
Add, "&Hinzufügen"
AdminSettingsLock, "Einige Einstellungen werden vom Systemadministrator verwaltet"
Apply, "Übernehmen"
Browse, "Durchsuchen"
ButtonLater, "&Später"
ButtonMoreInformation, "&Weitere Informationen"
ButtonUseFreeVersion, "&Kostenlose funktionsreduzierte Version nutzen"
BuyALicenseKey, "Lizenzschlüssel kaufen"
Cancel, "&Abbrechen"
Close, "Schließen"
Copy, "&Kopieren"
Custom, "Benutzerdefiniert"
Cut, "&Ausschneiden"
Default, "Standard"
Delete, "&Löschen"
Disable, "&Deaktivieren"
Disabled, "Deaktiviert"
Duplicate, "Duplizieren"
Edit, "Bearbeiten"
Enable, "&Aktivieren"
Enabled, "Aktiviert"
EnterALicenseKey, "Lizenzschlüssel eingeben"
Error, "Fehler"
ErrorNotAdminUACDisabled, "UAC (Benutzerkontensteuerung) ist deaktiviert, aber Sie sind kein Administrator. Ihre angeforderte Aktion wird wahrscheinlich fehlschlagen.\nBitte UAC einschalten oder als Administrator anmelden, um erneut zu versuchen.\nHaben Sie UAC erst kürzlich ausgeschaltet, bitte PC neustarten."
Exit, "&Beenden"
FileTypes_AllFiles, "Alle Dateien"
FileTypes_ApplicationFiles, "Anwendungsdateien"
FileTypes_HTMLFiles, "HTML-Dateien"
FileTypes_ImageFiles, "Grafiken"
FileTypes_RegistryFiles, "Registrierungsdateien"
FileTypes_SoundFiles, "Audiodateien"
FileTypes_VideoFiles, "Videodateien"
FileTypes_ZipFiles, "ZIP-Dateien"
FreeVsPro, "Kostenlos vs. Pro"
Help, "&Hilfe"
Info, "Informationen"
InvalidImageFile, "Diese Grafik scheint beschädigt oder nicht lesbar zu sein."
Language, "Sprache"
Load, "&Laden"
Name, "Name"
NameLabel, "Name:"
Never, "Nie"
No, "Nein"
OK, "&OK"
Paste, "&Einfügen"
ProductSocialOnFacebook, "FileSeek auf Facebook"
ProductSocialOnLinkedIn, "FileSeek auf LinkedIn"
ProductSocialOnTwitter, "FileSeek auf Twitter"
ProOnlyButtonToolTip, "Diese Funktion steht nur in der Pro-Version zur Verfügung!\nKlicken Sie hier für weitere Informationen."
ProOnlyLabelText, "Aktualisieren Sie auf eine Pro-Lizenz, um diese Funktion zu aktivieren"
ProOnlyNotice, "Funktion die nur in der Pro-Version zur Verfügung stehen sind sind blau hervorgehoben"
ProOnlyQuestion, "Sie müssen auf die Pro-Lizenz aktualisieren, um diese Funktion nutzen zu können.\nMöchten Sie weitere Informationen zu einem Upgrade?"
ProOnlyShort, "Nur in der Pro-Version"
Redo, "&Wiederholen"
Refresh, "Aktualisieren"
Remove, "Entfernen"
Rename, "Umbenennen"
Retry, "Erneut versuchen"
Save, "&Speichern"
Seconds, "Sekunden"
Select, "Auswählen"
SelectAll, "&Alles auswählen"
Settings, "Einstellungen"
Start, "Start"
Stop, "Anhalten"
Sync, "Synchronisieren"
Undo, "&Widerrufen"
Unknown, "Unbekannt"
Yes, "Ja"